{
  "challenges": {
    "games": {
      "QM Avoidance": {
        "name": "QM Avoidance",
        "materials": "floor Space",
        "How to Play": {
          "Duration": "5 minutes",
          "Age/Experience": "6+ (Beginner)",
          "Intensity": "Low",
          "Activity Description": "Have students start on opposite sides of the floor (for younger kids) or in a circle (for older kids/adults). Their goal is to reach the other side of the floor/circle without touching any other students. If they touch another student, they get “knocked out” and have to fall to the ground.",
          "Coach Notes": "This is a good game for young kids and adult groups. For young kids, it can help start class of with a slow, controlled pace - kids should be encouraged to move carefully and made aware that this game is not a race. For adults, emphasize control, fluid movement, and route planning/adapting to the changing environment. This game is also a good way to consolidate the various QM techniques once they have been learned since it forces participants to use them in a variety of scenarios."
        }
      },
      "Cat vs crabs": {
        "name": "infection tag in quadrupedal",
        "materials": "",
        "How to Play" {
          "Activity Description": "Split the class into two groups. One group will play as “Cats,” the other group as “Crabs.” The Cat group will move in a cat crawl or standard QM and the Crab group will move in a crab crawl or table position for the entire game. The goal for the Crab team is to tag Cat students, turning them into Crabs. The goal for the Cats is to survive 60 seconds of play without being turned into a Crab, or to be the last Cat standing. It is essentially “zombie tag” using the cat and crab QM positions. Crabs can only tag Cats with their pincers (hands, no feet).",
          "Coach Notes": "Coaches should create a play area that gives Cats the ability to out-maneuver/dodge Crabs. Try to keep the play area large if possible. After each game, have students keep the same teams but switch positions (i.e. Cats become Crabs, Crabs become Cats) and play best of 5. change movement types . -gorilla - kangaroos - roly polys"
        }
      },
      "QM Laser Trace": {
        "name": "racing through a laser maze that requires good crawling techinque",
        "materials": "tape or paracord with bells",
        "How to Play": {
          "Activity Description": "Coach sets a tape web varying from knee to chest-height on the average student. Students have to navigate through the tape web using various QM techniques. A course can be set for time, students can race through a course, or coaches can set a conditioningg punishment for each “laser” the student touches.",
          "Coach Notes": "Students can use either a variety of techniques to navigate the course or focus on one specific technique. Coaches should make sure students are challenginng themselves to maintain good technique (i.e. no knees, elbows, bellies on the ground). This game can work as a great conditioning closer for the upper body if the corurse stays close to the ground."
        }
      },
      "lava Hands": {
        "name": "Climbing game similar to Twister",
        "materials": "Wall, tape/ chalk",
        "Duration": "10-15 minutes",
        "Age/Experience": "8+ (Beginner to Advanced)",
        "Intensity": "Low to moderate",
        "How to Play" {
          "Activity Description": "Choose a wide wall and use different colors of tape/chalk to outline rectangular hand “grips” at the top of the wall for students (grips can be staggered widths to add confusion). Coach counts down from three, then calls the color of the “grips” that the student should cat (i.e. 3, 2, 1, “yellow”). The student should have both hands fully inside the correctly colored rectangle – either one hand per rectangle or both hands in one rectangle. Coach can add plyos or strides into the ultimate cat leap takeoff for additional challenge.",
          "Coach Notes": "Coach should make sure to remind students to lead with their feet. Students should always prioritize good and safe foot contact on the wall over hand placement, especially beginner students."
        }
      },
      "Scramble": {
        "name": "Go from Point A to Point B in as few movements as possible",
        "materials": "Precision trainers, vault boxes optional",
        "Duration": "5-10 minutes",
        "Age/Experience": "6+ (Beginner to Advanced)",
        "Intensity": "Low to high",
        "How to play": {
          "Activity Description": "Scramble 10-15 precisions trainers or other obstacles in a large circle or square. Challenge students to get from one point to another across the large circle or square. Challenge students to get from one point to another across.s the trainer scramble in as few movements as possible, using only the focus skilze slow, precise movement over speed. The fall zones can be particularly bad for this al. Coaches can move points A and B or shuffle the obstacles to provide variationas the game progresses.",
          "Coach Notes": "For less experienced groups, try to choose focus skills that emphasize slow, precise movement over speed. The fall zones can be particularly bad for craper yarn script this activity and coaches should help students be aware of that."
        }
      },
      "Starway To Heaven": {
        "name": "like build a bridge but focused on ascending",
        "materials": "ascending movable obstacles",
        "How to play" {
          "Activity Description": "This is a great drill for developing explosive power and can be done communally, with each student adding a piece a in “Build A Bridge,” or with the coach setting a route before class and then allowing students to make changes once they complete the set route. The goal is to build an ascending/descending sequence of obstacles that challenges students to redirect force effectively from different positions (plyos, strides, cat leaps, catbacks, dynos, etc.). The sequence should be between 4 and 7 moves long. It should be difficult to do perfectly, but not terribly difficult to complete. If students find it too easy once completed, that is the perfect chance to let them alter the course.",
          "Coach Notes": "Coaches should keep in mind the age, health, and experience level of their students when building their stairway. The stairway can ascend, descend, and change direction to provide diverse movement challenge options. The stairway can focus on one skill (all plyos) or incorporate multiple focus skills. This can be an excellent game to use for parent showcases since it demonstrates a variety of skills and has a high level of student creation/participation. Coaches can also have students work in groups to create multiple stairways, then share theirs with the class for everyone to try."
        }
      },
      "Surprise Stick": {
        "name": "Testing response time with different challanges",
        "materials": "Precision trainers, vault boxes, tape",
        "Duration": "10-15 minutes",
        "Age/Experience": "8+ (Beginner to Advanced)",
        "Intensity": "Moderate",
        "How to play": {
          "Activity Description": "Split students into groups of three and give each group five precision trainers. Arrange four of the trainers in a square with the other precision trainer set up as their takeoff (for vaulting, the fifth trainer would be a vault box…for swinging, a bar…for climbing, a wall to cat back/cat 180 from). Tell students the trainers in the square are numbered 1-4 and let them know the orientation (going off a clock’s orientation, I use the 9 o’clock – or trainer on the left side of the square - as my “1,” the 12 o’clock as my “2,” 3 o’clock as my “3,” and 6 o’clock as my “4.” Coaches should always use the same orientation once set to avoid confusion).For Jumping/Landing: Students stand a medium distance from the takeoff trainer. When they jump to the takeoff trainer, the coach/next student in line will call out a number between 1 and 4. The student has to hear this number in the air, land on the takeoff trainer, then plyo to the corresponding trainer in the square.For Vaulting: The coach sets a vault box on the floor with precision trainers arranged in a square, triangle, or line behind the box. The trainers should be at a distance that is challenging but repeatable. The coach then places a tape line two steps before the takeoff point for the vault box. The coach/next in line calls out the landing number when the student hits the tape line.For Swinging: The coach sets several precision trainers in a pattern where the student cannot see the landing from the bar (coach can use a vault box or other obstacle to hide the landing, or have students start with their backs to the landing and do a pivot turn into the lache). The coach/next in line calls out a landing number when the student is on their backswing (if using the hurdle landing) or on the pivot (if starting facing away). For Climbing: The coach sets several trainers in a pattern away from a wall. The student starts with their back to the wall and has to catback/cat180 to the trainer. The coach/next in line calls out a landing number when the student starts to pull for the catback.",
          "Coach Notes": "The coach should begin by calling each time during the first round. Once students understand the timing, allow next in line to start calling. Make sure students understand this game is about reacting and adjusting, not trying to trick your friends. If students are unable to call at the right time, take away that privilege. For beginner/intermediate groups, coaches can substitute tape lines on the floor or polyspots for precision trainers to help avoid ankle injuries."
        }
      }
    }
  },
  "drills": {},
  "explorations": {}
}